// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "嘿，祝你呀——",
        "贪吃不胖，像只快乐的小喵喵；",
        "懒懒散散，还是一样好看捏。",
        "身体永远棒棒的，笑容甜甜的。",
        "从旧衣服口袋里总能翻出零钱；",
        "做过的美梦啊，全都偷偷成真不白睡。",
        "运气好到走路都能踩到四叶草。",
        "如果老天爷觉得这些要求太高、太贪心——",
        "那咱就悄悄降个价：",
        "愿你一辈子简简单单，像个小太阳，",
        "平平安安，没病没灾，乐呵呵地过每一天。",
        "哈哈！", 
        "rua, 突然出现！", 
    ],

    imgs: {
        "rua, 突然出现！": "./imgs/rain.png",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
